Repository: AmazeeLabs/extlink
Catalog: translations/*.po
Languages: nl

source: External links
nl: Externe links

source: Alter the display of external links on the site.
nl: Pas de weergave aan van externe links op de site.

source: Add icon to external links
nl: Voeg pictogram toe aan externe links

source: Places an !icon icon next to external links.
nl: Plaatst een !icon pictogram naast externe links.

source: Add icon to mailto links
nl: Voeg pictogram toe aan mailto links

source: Consider subdomains internal
nl: Beschouw subdomeinen als intern

source: If checked, links with the same primary domain will all be considered internal. A link from www.example.com to my.example.com would be considered internal. Links between the www. and non-www. domain are always considered internal.
nl: Indien aangevinkt, dan worden links met hetzelfde hoofddomein beschouwd als intern. Een link van www.example.com naar my.example.com zal als intern beschouwd worden. Links tussen www. en niet-www. domein worden altijd als intern beschouwd.

source: Open external links in a new window
nl: Open externe links in een nieuw venster

source: Should all external links be opened in a new window?
nl: Moeten alle externe links in een nieuw venster geopend worden?

source: External Links
nl: Externe Links

source: Adds icon next to external links on the site.
nl: Voegt een pictogram toe aan externe links op de site.

source: User interface
nl: Gebruikersinterface
